Repository: robwebset/script.theaudiodb
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# Addon Summary
source: Script to synchronise data from theaudiodb.com
he_il: הסקריפט נועד לסנכרון נתונים מ- theaudiodb.com

# Addon Description
source: Supplies various options to synchronise artist data between theaudiodb.com and your Kodi library
he_il: מספק אפשרויות שונות כדי לסנכרן נתוני אמן בין theaudiodb.com לבין הספריה בקודי

# #32002
source: Debugging
he_il: ניפוי שגיאות

# #32003
source: Enable debug logging
he_il: הפעל יומן רישום מורחב

# #32004
source: Username
he_il: שם משתמש

# #32005
source: Username Not Set
he_il: שם משתמש אינו מוגדר

# #32006
source: Use Artist Details If No Music Brainz Id
he_il: תשתמש בפרטי האמן אם אין מזהה מוזיקה Brainz

# #32007
source: Starting Synchronisation
he_il: הסנכרון התחיל

# #32008
source: Tracks In Library To Process
he_il: רצועות בספרייה נכנסו לתהליך

# #32009
source: Albums In Library To Process
he_il: אלבומים בספרייה נכנסו לתהליך

# #32010
source: Album(s) Ratings Downloaded
he_il: דירוגי האלבומים ירדו

# #32011
source: Track(s) Ratings Downloaded
he_il: דירוגי הרצועות ירדו

# #32012
source: Library
he_il: ספרייה

# #32013
source: Download Album Ratings
he_il: הורד דירוגי האלבום

# #32014
source: Download Track Ratings
he_il: הורד דירוגי הרצועה

# #32015
source: Last Synchronisation:
he_il: סנכרון אחרון:

# #32016
source: Last Synchronisation was less than 5 minutes ago. Do you really wish to perform synchronisation again?
he_il: הסנכרון האחרון היה לפני פחות מ-5 דקות. האם אתה בטוח שברצונך לבצע סנכרון שוב?

# #32017
source: Schedule
he_il: תזמון

# #32018
source: Automatically Synchronise Every
he_il: סנכרן אוטומטית בכל

# #32019
source: Never
he_il: אף פעם

# #32020
source: Weekly
he_il: שבועי

# #32021
source: Fortnightly
he_il: דו-שבועי

# #32022
source: Monthly
he_il: חודשי

# #32023
source: Display Progress
he_il: הצג התקדמות

# #32025
source: API Token
he_il: מפתח API

# #32026
source: Upload Album Ratings
he_il: העלאת דירוג אלבום

# #32027
source: Upload Track Ratings
he_il: העלאת דירוג טראקט

# #32028
source: Upload New Ratings On Startup
he_il: העלאת דירוגים חדשים בעת ההפעלה

# #32029
source: Track Synchronisation
he_il: סנכרון רצועה

# #32030
source: Album(s) Ratings Uploaded
he_il: דירוג אלבום הועלה

# #32031
source: Track(s) Ratings Uploaded
he_il: דירוג טראקט הועלה

# #32032
source: Album Synchronisation
he_il: סנכרון אלבום

# #32033
source: Clear Synchronisation History
he_il: נקה היסטוריית סנכרון

# #32034
source: Synchronisation History Cleared
he_il: היסטוריית סנכרון נוקתה

# #32035
source: The API Token is available from your user profile page on TheAudioDB.com site.
he_il: מפתח API זמין בדף פרופיל המשתמש שלך באתר TheAudioDB.com.

# #32036
source: Do Not Upload Zero Ratings
he_il: אל תעלה דירוגי אפס

# #32037
source: Save Summary Log
he_il: שמור יומן הסיכום

# #32038
source: Download Ratings From Specialist User
he_il: הורד דירוגי משתמש מומחה

# #32039
source: Specialist User
he_il: משתמש מומחה
